// *** module3-task1 Generate

const COMMENTATOR_NAMES = [
  'Николай',
  'Дмитрий',
  'Анастасия',
  'Артем',
  'Анна',
  'Эмилия',
  'Виктор',
  'Никита',
  'Татьяна',
  'Адда',
  'Александр',
  'Стас',
  'Екатерина',
  'Алеся',
  'Алексей',
  'Алевтина'];

const COMMENTS = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const DESCPRIPTION = [
  'Это лучшее, что я видел за последнее время',
  'Красота фотографии не имеет границ',
  'Сразу видно, что есть чувство стиля',
  'Эта фотография сделала мой день',
  'Тебе можно позавидовать',
];

export {SIMILLAR_OBJECTS_AMOUNT, COMMENTATOR_NAMES, COMMENTS, DESCPRIPTION};
